{
    "header": {
        "left_text_tvu" : "Trường Đại học Trà Vinh",
        "left_text_1": "Cổng thông tin sinh viên",
        "left_text_2": "Phòng Đào tạo",
        "left_text_3": "Phòng Khảo thí",
        "left_text_4": "Trung tâm học liệu",
        "tooltip_text" : "Ngôn ngữ",
        "login_button_text": "Đăng nhập"
    },
    "menu": {
        "text_link_1": "Trang chủ",
        "text_link_2": "Giới thiệu",
        "text_link_3": "Tin tức",
        "text_link_4": "Đơn vị",
        "text_link_5": "Tuyển sinh",
        "text_link_6": "Đào tạo",
        "text_link_7": "Nghiên cứu",
        "text_link_8": "Sinh viên",
        "text_link_9": "Cựu sinh viên",
        "section_text_1": "Về TVU",
        "section_text_2": "Khác"
    },
    "about": {
        "text_about_1": "GIỚI THIỆU KHOA",
        "text_about_2": "KHOA KỸ THUẬT VÀ CÔNG NGHỆ, THÀNH TỰU VÀ PHÁT TRIỂN",
        "text_about_summary": "Với sự phát triển của kỹ thuật hiện đại, Kỹ thụât và Công nghệ đóng một vai trò rất quan trọng trong phát triển công nghiệp, Khoa Kỹ thuật và Công nghệ (KT&CN) được thành lập theo quyết định số: 179/QĐ-ĐHTV ngày 20/10/2006 của Hiệu trưởng trường Đại học Trà Vinh với 5 đơn vị: Bộ môn Công nghệ Thông tin, bộ môn Điện - Điện tử, bộ môn Cơ khí - Động lực, bộ môn Xây dựng và Văn phòng Khoa. Hiện tại, đội ngũ của Khoa có 80 viên chức, tất cả họ đều trẻ, năng động và ham học hỏi. Vì thế, Khoa tạo nhiều cơ hội để họ được bồi dưỡng và nâng cao nghề nghiệp. Hằng năm, Khoa tuyển mới trên 500 sinh viên. Đặc biệt, số lượng sinh viên tìm được việc làm sau 1 năm tốt nghiệp là trên 90%.",
        "text_about_body": "Với sự phát triển của kỹ thuật hiện đại, Kỹ thụât và Công nghệ đóng một vai trò rất quan trọng trong phát triển công nghiệp, Khoa Kỹ thuật và Công nghệ (KT&CN) được thành lập theo quyết định số: 179/QĐ-ĐHTV ngày 20/10/2006 của Hiệu trưởng trường Đại học Trà Vinh với 5 đơn vị: Bộ môn Công nghệ Thông tin, bộ môn Điện - Điện tử, bộ môn Cơ khí - Động lực, bộ môn Xây dựng và Văn phòng Khoa. Hiện tại, đội ngũ của Khoa có 80 viên chức, tất cả họ đều trẻ, năng động và ham học hỏi. Vì thế, Khoa tạo nhiều cơ hội để họ được bồi dưỡng và nâng cao nghề nghiệp. Hằng năm, Khoa tuyển mới trên 500 sinh viên. Đặc biệt, số lượng sinh viên tìm được việc làm sau 1 năm tốt nghiệp là 90%."

    }
}